const DESCRIPTION = [
  'Пейзажное фото',
  'Портретное фото',
  'Панорамное фото',
  'Уличное фото',
  'Интерьерное фото',
  'Семейное фото',
  'Селфи фото',
  'Спортивное фото',
  'Фэшн-фото',
  'Ночное фото',
  'Театральное фото',
  'Рекламное фото',
];

const COMMENTS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

const NAMES = [
  'Антон',
  'Анна',
  'Василий',
  'Григорий',
  'Дмитрий',
  'Диана',
  'Евгений',
  'Кирилл',
  'Кристина',
  'Максим',
  'Маргарита',
  'Никита',
];

export {DESCRIPTION, COMMENTS, NAMES};
